Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1064_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi attii stipeanddaid Sámi oahpahusguovddážis válmmaštuvvan oahppiide
sms: Sääʹmteʹǧǧ jueʹjji stipeeʹndid Sääʹmvuuʹd škoouʹlʼjemkõõskõõzzâst valmštõõvvjid

source: Sámediggi attii stipeandda njealji viššalis sámegiela oahppái, geat válmmaštuvve Sámi oahpahusguovddážis.
sms: Sääʹmteʹǧǧ jueʹjji stipeeʹndid nellja Sääʹmvuuʹd škoouʹlʼjemkõõskõõzzâst valmštõõvvi reʹttev sääʹmǩiõl mättʹtõõttja.

source: Sámi oahpahusguovddáža giđđafeasta dollojuvvui gaskavahku geassemánu goalmmát beaivve.
sms: Sääʹmvuuʹd škoouʹlʼjemkõõskõõzz ǩiđđprääʹzneǩ prääzkješ seärad ǩieʹssmannu kuälmad peeiʹv.

source: Sámedikki stipeanddda ožžo čuovvovaš stuđeanttat:
sms: Sääʹmteeʹǧǧ stipeeʹnd vuåǯǯu pueʹtti mättʼtõõtti:

source: Davvisámegiella: Markus Laiti
sms: Tâʹvvsääʹm: Markus Laiti

source: Anárašgiella: Jari Linjama
sms: Aanarsääʹm: Jari Linjama

source: Sámediggi sávvá lihku ja buori geasseluomu buohkaide !
sms: Sääʹmteʹǧǧ tuäivv leekk da šiõǥǥ ǩieʹssluõvâsvuõđ tiʹjjid pukid !
